{
  "scrollingText": "LUMA CAFE • AUHOF CENTER • ALWAYS SUMMER • LUMA CAFE • AUHOF CENTER • ALWAYS SUMMER • LUMA CAFE • AUHOF CENTER • ALWAYS SUMMER • LUMA CAFE • AUHOF CENTER • ALWAYS SUMMER •",
  "heroTitle": "ALWAYS SUMMER",
  "heroSubtitle": "KAFFEE, PINSA UND JEDE MENGE SOMMER.",
  "heroDescription": "Entdecken Sie ab sofort neben weiteren Köstlichkeiten auch entspannte Sommer-Vibes bei uns im Auhofcenter.",
  "heroButtonText": "CHECK THE MENU",
  "signaturesTitle": "MIT LIEBE HANDGEMACHT",
  "signaturesLeftTitle": "Knusprige Pinsa",
  "signaturesRightTitle": "Süße Macarons",
  "cocktailsTitle": "SIGNATURE COCKTAILS",
  "dishesTitle": "SIGNATURE GERICHTE",
  "cocktail1Title": "Sunset Lover",
  "cocktail1Desc": "Gin, Aperol, Limette, Minze",
  "cocktail2Title": "Green Detox",
  "cocktail2Desc": "Spinat, Apfel, Kiwi, Minze",
  "dish1Title": "Gourmet Pinsa",
  "dish1Desc": "Prosciutto, Rucola, Kirschtomaten",
  "dish2Title": "Summer Bowl",
  "dish2Desc": "Mango, Avocado, Garnelen, Limette",
  "pinsaCocktailTitle": "WO PINSA AUF COCKTAILS TRIFFT",
  "pinsaCocktailDescription": "Erleben Sie die perfekte Harmonie aus knuspriger, luftiger Pinsa und unseren handgemixten Signature Cocktails. Ein Genuss für alle Sinne.",
  "aboutTitle": "ÜBER UNS – LUMA CAFÉ",
  "aboutText1": "Das Luma Café verbindet italienische Pinsa-Tradition mit moderner Cocktailkultur. Bei uns trifft leichter Genuss auf entspannte Atmosphäre.",
  "aboutText2": "Unsere Pinsa wird nach original römischem Rezept zubereitet – außen knusprig, innen luftig und besonders bekömmlich. Sorgfältig ausgewählte Zutaten und eine lange Teigführung sorgen für echten Geschmack und hohe Qualität.",
  "aboutText3": "Dazu servieren wir kreative Cocktails und klassische Aperitivo-Drinks, perfekt abgestimmt auf unsere Küche. Jeder Besuch im Luma ist eine kleine Auszeit – ob für einen entspannten Abend, ein Treffen mit Freunden oder einen Aperitivo nach dem Alltag.",
  "aboutText4": "Luma Café steht für Genuss, Qualität und das Gefühl von Sommer – das ganze Jahr über.",
  "contactAddress": "Strandbadstraße 16, 3400 Klosterneuburg, Österreich",
  "contactPhone": "+43 2243 32240",
  "contactEmail": "info@lumacafe.com",
  "contactInstagram": "@luceamare.cafe",
  "contactInstagramLink": "https://www.instagram.com/luma.cafe",
  "contactTiktokLink": "https://www.tiktok.com/@luceamare.cafe",
  "impressumText": "\n<h1>Impressum</h1>\n<p>Informationspflicht laut §5 E-Commerce Gesetz, §14 Unternehmensgesetzbuch, §63 Gewerbeordnung und Offenlegungspflicht laut §25 Mediengesetz.</p>\n\n<h2>Firmeninformationen</h2>\n<p>\n    <strong>LUMA Café</strong><br>\n    Inhaber: [Bitte ergänzen]<br>\n    Strandbadstraße 16<br>\n    3400 Klosterneuburg, Österreich\n</p>\n\n<p>\n    <strong>Unternehmensgegenstand:</strong> Gastronomie<br>\n    <strong>UID-Nummer:</strong> [ATU Nummer]<br>\n    <strong>Firmenbuchnummer:</strong> [FN Nummer]<br>\n    <strong>Firmenbuchgericht:</strong> [Gericht]\n</p>\n\n<h2>Kontakt</h2>\n<p>\n    Tel.: +43 2243 32240<br>\n    E-Mail: info@lumacafe.com\n</p>\n\n<h2>Mitgliedschaften</h2>\n<p>Mitglied der WKÖ, WKNÖ, Fachgruppe Gastronomie</p>\n\n<h2>Berufsrecht</h2>\n<p>Gewerbeordnung: www.ris.bka.gv.at</p>\n<p><strong>Aufsichtsbehörde/Gewerbebehörde:</strong> Bezirkshauptmannschaft Tulln</p>\n\n<h2>Haftung für Inhalte dieser Webseite</h2>\n<p>Wir entwickeln die Inhalte dieser Webseite ständig weiter und bemühen uns, korrekte und aktuelle Informationen bereitzustellen. Leider können wir keine Haftung für die Korrektheit aller Inhalte auf dieser Webseite übernehmen, speziell für jene, die seitens Dritter bereitgestellt wurden. Dies gilt insbesondere auch für zum Download bereitgestellte Dateien (z.B. PDF-Speisekarten); für deren fortdauernde Aktualität nach dem Download übernehmen wir keine Gewähr.</p>\n\n<h2>Haftung für Links auf dieser Webseite</h2>\n<p><ul><li>Unsere Webseite enthält Links zu anderen Webseiten, für deren <b>Inhalt </b>wir nicht verantwortlich sind. Wenn Ihnen rechtswidrige Links auf unserer Webseite auffallen, bitten wir Sie, uns zu kontaktieren.</li></ul></p>\n",
  "datenschutzText": "\n<h1>Datenschutzerklärung</h1>\n\n<h2>Datenschutz</h2>\n<p>Wir haben diese Datenschutzerklärung verfasst (Fassung 20.01.2026), um Ihnen gemäß der Vorgaben der Datenschutz-Grundverordnung (EU) 2016/679 zu erklären, welche Informationen wir sammeln, wie wir Daten verwenden und welche Entscheidungsmöglichkeiten Sie als Besucher dieser Webseite haben.</p>\n\n<h2>Automatische Datenspeicherung</h2>\n<p>Wenn Sie heutzutage Webseiten besuchen, werden gewisse Informationen automatisch erstellt und gespeichert, so auch auf dieser Webseite. Wenn Sie unsere Webseite besuchen, speichert unser Webserver (Computer auf dem diese Webseite gespeichert ist) automatisch Daten wie:</p>\n<ul>\n    <li>die Adresse (URL) der aufgerufenen Webseite</li>\n    <li>Browser und Browserversion</li>\n    <li>das verwendete Betriebssystem</li>\n    <li>die Adresse (URL) der zuvor besuchten Seite (Referrer URL)</li>\n    <li>den Hostnamen und die IP-Adresse des Geräts von welchem aus zugegriffen wird</li>\n    <li>Datum und Uhrzeit</li>\n</ul>\n<p>In der Regel werden Webserver-Logfiles zwei Wochen gespeichert und danach automatisch gelöscht. Wir geben diese Daten nicht weiter, können jedoch nicht ausschließen, dass diese Daten beim Vorliegen von rechtswidrigem Verhalten eingesehen werden.</p>\n\n<h2>Cookies</h2>\n<p>Unsere Webseite verwendet HTTP-Cookies, um nutzerspezifische Daten zu speichern. Ein Cookie ist ein kurzes Datenpaket, welches zwischen Webbrowser und Webserver ausgetauscht wird, für diese aber völlig bedeutungslos ist und erst für die Webanwendung, z. B. einen Online-Shop, eine Bedeutung erhält, etwa den Inhalt eines virtuellen Warenkorbes.</p>\n<p>Es gibt zwei Arten von Cookies: Erstanbieter-Cookies werden von unserer Webseite erstellt, Drittanbieter-Cookies werden von anderen Webseiten (z. B. Google Analytics) erstellt. Beispielsweise verwendet diese Seite \"Local Storage\" Technik, um Anmeldeinformationen für den Administratorbereich zu speichern.</p>\n\n<h2>Speisekarten-Download</h2>\n<p>Wir bieten auf unserer Webseite eine Speisekarte im PDF-Format zum Download an. Durch das Anklicken des Download-Links wird die entsprechende Datei direkt von unserem Server auf Ihr Endgerät übertragen. Hierfür ist keine Eingabe persönlicher Daten erforderlich. Technisch bedingt wird jedoch Ihre IP-Adresse an unseren Server übermittelt, um die Auslieferung der Datei zu ermöglichen (siehe \"Automatische Datenspeicherung\").</p>\n<p>Bitte beachten Sie, dass die heruntergeladene PDF-Datei eine Momentaufnahme darstellt. Für die Aktualität der Preise und Angebote in heruntergeladenen Dateien über einen längeren Zeitraum können wir keine Gewähr übernehmen, da sich unser Angebot ändern kann. Die aktuell gültigen Preise finden Sie stets direkt bei uns im Lokal.</p>\n\n<h2>Rechte laut Datenschutz-Grundverordnung</h2>\n<p>Ihnen stehen laut den Bestimmungen der DSGVO und des österreichischen Datenschutzgesetzes (DSG) folgende Rechte zu:</p>\n<ul>\n    <li>Recht auf Berichtigung (Artikel 16 DSGVO)</li>\n    <li>Recht auf Löschung („Recht auf Vergessenwerden“) (Artikel 17 DSGVO)</li>\n    <li>Recht auf Einschränkung der Verarbeitung (Artikel 18 DSGVO)</li>\n    <li>Recht auf Benachrichtigung – Mitteilungspflicht im Zusammenhang mit der Berichtigung oder Löschung personenbezogener Daten oder der Einschränkung der Verarbeitung (Artikel 19 DSGVO)</li>\n    <li>Recht auf Datenübertragbarkeit (Artikel 20 DSGVO)</li>\n    <li>Widerspruchsrecht (Artikel 21 DSGVO)</li>\n</ul>\n<p>Wenn Sie glauben, dass die Verarbeitung Ihrer Daten gegen das Datenschutzrecht verstößt oder Ihre datenschutzrechtlichen Ansprüche sonst in einer Weise verletzt worden sind, können Sie sich bei der Aufsichtsbehörde beschweren. In Österreich ist dies die Datenschutzbehörde.</p>\n\n<h2>Kontakt</h2>\n<p>\n    LUMA Café<br />\n    Strandbadstraße 16<br />\n    3400 Klosterneuburg<br />\n    E-Mail: info@lumacafe.com\n</p>\n",
  "contactFacebookLink": "https://www.facebook.com/lumacafe"
}